[
   {
      "weeks": "January 8 – 15",
      "date":"1/8/2023",
      "desc_word": "Attentive",
      "desc_text":"God is constantly watching over and acting in the world",
      "verse":"Psalm 34:15",
      "text":"The eyes of the LORD are toward the righteous and his ears toward their cry."
   },
   {
      "weeks": "January 22 – 29",
      "date":"1/22/2023",
      "desc_word": "Bountiful",
      "desc_text":"God is able to do much more than we can imagine",
      "verse":"Ephesians 3:20-21",
      "text":"Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us, to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."
   },
   {
      "weeks": "February 5 – 12",
      "date":"2/5/2023",
      "desc_word": "Creator",
      "desc_text":"God made all things",
      "verse":"Isaiah 44:24",
      "text":"I am the LORD, who made all things, who alone stretched out the heavens, who spread out the earth by myself"
   },
   {
      "weeks": "February 19 – 26",
      "date":"2/19/2023",
      "desc_word": "Deliverer",
      "desc_text":"God saves His people",
      "verse":"Psalm 20:7-8",
      "text":"Some trust in chariots and some in horses, but we trust in the name of the LORD our God. They collapse and fall, but we rise and stand upright."
   },
   {
      "weeks": "March 5 – 12",
      "date":"3/5/2023",
      "desc_word": "Eternal",
      "desc_text":"God has no beginning and no end",
      "verse":"Psalm 90:2",
      "text":"Before the mountains were brought forth, or ever you had formed the earth and the world, from everlasting to everlasting you are God."
   },
   {
      "weeks": "March 19 – 26",
      "date":"3/19/2023",
      "desc_word": "Faithful",
      "desc_text":"God always keeps His promises",
      "verse":"Psalm 145:13",
      "text":"The LORD is faithful in all his words and kind in all his works."
   },
   {
      "weeks": "April 2 – 9",
      "date":"4/2/2023",
      "desc_word": "Greatness",
      "desc_text":"God shows His power and worth",
      "verse":"Romans 1:20",
      "text":"For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made."
   },
   {
      "weeks": "April 16 – 23",
      "date":"4/16/2023",
      "desc_word": "Just",
      "desc_text":"Everything that God thinks, says, and does is right",
      "verse":"Deuteronomy 32:4",
      "text":"The Rock, his work is perfect, for all his ways are justice. A God of faithfulness and without iniquity, just and upright is he."
   },
   {
      "weeks": "April 30 – May 7",
      "date":"4/30/2023",
      "desc_word": "King",
      "desc_text":"God rules over everyone",
      "verse":"Psalm 47:7-8 For God is the King of all the earth; sing praises with a psalm! God reigns over the nations; God sits on his holy throne."
   },
   {
      "weeks": "May 14 – 21",
      "date":"5/14/2023",
      "desc_word": "Love",
      "desc_text":"God’s love is unchanging",
      "verse":"Psalm 103:17-18",
      "text":"But the steadfast love of the LORD is from everlasting to everlasting on those who fear him, and his righteousness to children's children, to those who keep his covenant and remember to do his commandments."
   },
   {
      "weeks": "May 28 – June 4",
      "date":"5/28/2023",
      "desc_word": "Merciful",
      "desc_text":"God is kind to undeserving sinners",
      "verse":"Psalm 145:8",
      "text":"The LORD is gracious and merciful, slow to anger and abounding in steadfast love."
   },
   {
      "weeks": "June 11 – 18",
      "date":"6/11/2023",
      "desc_word": "Never-Tiring",
      "desc_text":"God never gets tired or weary",
      "verse":"Isaiah 40:28",
      "text":"The LORD is the everlasting God, the Creator of the ends of the earth. He does not faint or grow weary; his understanding is unsearchable."
   },
   {
      "weeks": "June 25 – July 2",
      "date":"6/25/2023",
      "desc_word": "Omnipresent",
      "desc_text":"God is everywhere all the time",
      "verse":"Jeremiah 23:24",
      "text":"Can a man hide himself in secret places so that I cannot see him? declares the LORD. Do I not fill heaven and earth? declares the LORD."
   },
   {
      "weeks": "July 9 – 16",
      "date":"7/9/2023",
      "desc_word": "Omniscient",
      "desc_text":"God knows everything",
      "verse":"Hebrews 4:13",
      "text":"And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account."
   },
   {
      "weeks": "July 23 – 30",
      "date":"7/23/2023",
      "desc_word": "Provider",
      "desc_text":"God meets the needs of His creation",
      "verse":"Acts 17:24-25",
      "text":"The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything."
   },
   {
      "weeks": "August 6 – 13",
      "date":"8/6/2023",
      "desc_word": "Refuge",
      "desc_text":"God is a place of safety and protection for His people",
      "verse":"Psalm 46:1-2",
      "text":"God is our refuge and strength, a very present help in trouble. Therefore we will not fear though the earth gives way, though the mountains be moved into the heart of the sea"
   },
   {
      "weeks": "August 20 – 27",
      "date":"8/20/2023",
      "desc_word": "Sovereign",
      "desc_text":"God has the right, wisdom, and power, to do all that He pleases",
      "verse":"Isaiah 46:11",
      "text":"I have spoken, and I will bring it to pass; I have purposed, and I will do it."
   },
   {
      "weeks": "September 3 – 10",
      "date":"9/3/2023",
      "desc_word": "Truth",
      "desc_text":"God’s words are the ultimate standard of truth",
      "verse":"Proverbs 30:5",
      "text":"Every word of God proves true; he is a shield to those who take refuge in him."
   },
   {
      "weeks": "September 17 – 24",
      "date":"9/17/2023",
      "desc_word": "Understanding",
      "desc_text":"God keeps in mind that we are weak",
      "verse":"Psalm 103:13-14",
      "text":"As a father shows compassion to his children, so the LORD shows compassion to those who fear him. For he knows our frame; he remembers that we are dust."
   },
   {
      "weeks": "October 1 – 8",
      "date":"10/1/2023",
      "desc_word": "Victorious",
      "desc_text":"God always wins… even over Satan, sin, and death",
      "verse":"1 Corinthians 15:55-57",
      "text":"“O death, where is your victory? O death, where is your sting?” The sting of death is sin, and the power of sin is the law. But thanks be to God, who gives us the victory through our Lord Jesus Christ."
   },
   {
      "weeks": "October 15 – 22",
      "date":"10/15/2023",
      "desc_word": "Wise",
      "desc_text":"God always knows and does what is best",
      "verse":"Job 12:13",
      "text":"With God are wisdom and might; he has counsel and understanding."
   },
   {
      "weeks": "October 29 – November 5",
      "date":"10/29/2023",
      "desc_word": "Worthy",
      "desc_text":"God deserves all love, obedience, honor, and praise",
      "verse":"Revelation 4:11",
      "text":"Worthy are you, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they existed and were created."
   },
   {
      "weeks": "November 12 – 19",
      "date":"11/12/2023",
      "desc_word": "Seeking God",
      "desc_text":"Experiencing a desperate need for God",
      "verse":"Jeremiah 29:12-13",
      "text":"Then you will call upon me and come and pray to me, and I will hear you. You will seek me and find me, when you seek me with all your heart"
   },
   {
      "weeks": "November 26 – December 3",
      "date":"11/26/2023",
      "desc_word": "Loving God",
      "desc_text":"Experiencing God as more precious than anything else",
      "verse":"Psalm 73:25-26",
      "text":"Whom have I in heaven but you? And there is nothing on earth that I desire besides you. My flesh and my heart may fail, but God is the strength of my heart and my portion forever."
   },
   {
      "weeks": "December 10 – 17",
      "date":"12/10/2023",
      "desc_word": "Enjoying God",
      "desc_text":"Experiencing the joy that comes from loving and trusting God",
      "verse":"1 Peter 1:8-9",
      "text":"Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, obtaining the outcome of your faith, the salvation of your souls."
   }
]